[{"quote":"Verdict is in, planet is moist - James","score":5},{"quote":"That’s probably worth about 10 bucks and a ridiculous drive - James","score":5},{"quote":"Because when it gets larger you can justify the stupidity - James","score":5},{"quote":"Or about it ricocheting off your ass and into a buttered tween - Abbey","score":5},{"quote":"You’ve mistaken my continued saying of words for actually giving a shit. Do whatever you want. - Andrew W.","score":5},{"quote":"Do you know about the new commands on my tissue box - Carl","score":5},{"quote":"You had the weirdest little Charlie Brown 3 legged goat - James","score":5},{"quote":"I had my shirt, I had my pants, I had my tie, possibly a belt, I had my goat… -Carl","score":5},{"quote":"Joe - Hey Google, how many hours are in a month? Google - There are approximately 730 hours in a month James (Deadpan) - That’s almost three L3D Workdays","score":5},{"quote":"I’m not selling missiles to people who want to kill people. I’m selling stickers with pictures of missiles on them to people who want to kill people -James","score":5},{"quote":"I’ll take a regular eagle and shave it myself, I don’t care. - James","score":5},{"quote":"The decline of portable soup?!","score":5},{"quote":"How warm was it when you poured it into your cat? - Andrew","score":5},{"quote":"Drunk fishes don’t know they’re boiling - James","score":5},{"quote":"I also resent the fact that nothing I've said is clever enough to be added to the discube humor regurgitation machine - Moonie","score":5},{"quote":"That's the most valid argument for anything I disagree with that I've heard so far - Carl","score":5},{"quote":"It doesn't matter, the things that you are saying - Andrew Wingate","score":5},{"quote":"If you wanted to do things correctly your opportunity was before you fucked things up - Joe","score":5},{"quote":"I'm thinking about bidding it up, because the handcuffs are worth more than that and I could do something with that chicken","score":5},{"quote":"Do you think I can get a dollar's worth of enjoyment out of four bowling pins?","score":5},{"quote":"I have ordered salad from the internet again.","score":5},{"quote":"<if you run cube.slurp <THING TO BE SLURPED HERE> it will add it into the database and the active rotation. >","score":5},{"quote":"Does this even qualify as a sandwich?","score":5},{"quote":"the bees keep it cool. The bees are the solution","score":5},{"quote":"That's a feature, because if we called it a bug that would imply that someone is planning to fix it","score":5},{"quote":"The moral outrage is part of the art piece - Joe Mertz","score":5},{"quote":"There's a process to this, and it involves a case of beer. - Carl Karsten","score":5},{"quote":"Any vehicle can jump start another vehicle, a Honda Ruckus can jump start the economy.","score":5},{"quote":"You're right, but I don't think that matters - Carl","score":5},{"quote":"You just stir that together. Bottle it. And serve it to Hitler","score":5},{"quote":"It's not the big mouse, just the mouse that looks like it plays football","score":5},{"quote":"Radio is when you press the buttons on your microwave and other microwaves beep","score":5},{"quote":"you type with your nose and the speed of response is an indicator to the quality of service.","score":5},{"quote":"Your Rabbis aren't as lit as my Rabbis","score":5},{"quote":"Has anyone really been far even as decided to use even go want to do look more like?","score":5},{"quote":"This is the person I was picking up from the greyhound bus station while I was getting talked to by the police about selling drugs - Carl","score":5},{"quote":"There are at least as many nuts as animals that lay milk -Joe","score":5},{"quote":"Nothing brings up memories of the fun night before like waking up to an apartment still smelling like burning/exploding tantalum capacitor...","score":5},{"quote":"They're kids, I have no idea what they are going to do - Hani","score":5},{"quote":"January is like a more extreme version of a Wednesday. - Ian","score":5},{"quote":"A sandwich is just a staunch soup - Jennie","score":5},{"quote":"There's no reason it shouldn't work, but sometimes life hates you.","score":5},{"quote":"Subtly broken is worse than frankly broken... - StackExchange","score":5},{"quote":"My crates were better than your crates, they had fuzzy liners - Ellen","score":5},{"quote":"I could make a much worse one for FREE, I just need thousands of dollars in equipment.","score":5},{"quote":"You're talking about a guy who is moving around a plastic cow right now he doesn't give a damn.","score":5},{"quote":"Just like a fruit roll-up, but with tomatoes!","score":5},{"quote":"you take a cat and it's vibrating, that's how you know it's working","score":5},{"quote":"I bet I can kill a sea turtle with that.","score":5},{"quote":"Don't slam it, finish the beer while driving","score":5},{"quote":"I reslurped you","score":5},{"quote":"cube.slurp what is an infinite loop?","score":5},{"quote":"cube.slurp cube.slurp Off by one bugs are sad :(","score":5},{"quote":"You can't just pay someone to massage your kale","score":5},{"quote":"I played a lot of battle.net, so I type *really* fast","score":5},{"quote":"Networking is like the drummer of the band, no one gives a shit until it's not there","score":5},{"quote":"What you're doing is worthless.. - Ellen","score":5},{"quote":"My day is all day today.","score":5},{"quote":"You want drunk seals? This is how you get drunk seals - James","score":5},{"quote":"I like them. I hope they don't get deported because my boss is an idiot.","score":5},{"quote":"I'm almost impressed by the amount of control he has over that chicken.","score":5},{"quote":"Google eel sex, this is what I did last night - Carl","score":5},{"quote":"This isn't a good idea, but what? - Carl","score":5},{"quote":"This is the video I watched and it took so long to get to the birthing part - Joe","score":5},{"quote":"You have friends that are doing other crazy shit, you don't need to play golf","score":5},{"quote":"I'll feel sick with terror and enthusiasm!","score":5},{"quote":"Time flies all the same, it's your responsibility to have fun","score":5},{"quote":"I have about as much of an understanding of what Moline is as he has of what Reality is.","score":5},{"quote":"Just because you're not afraid of rejection doesn't mean you'll have success","score":5},{"quote":"Trust me: I don't just lick donuts, I eat them.","score":5},{"quote":"A simple finished project beats an ambitious pile of parts in a shoe box","score":5},{"quote":"Just because something is edible does not mean it is food.","score":5},{"quote":"Assume for the sake of argument you are being flirted with by an arbitrary and fixed woman...","score":5},{"quote":"A long time ago a bunch of white people showed up on an island, it's always weird when that happens, and the problem is they never left. This is also how we lost the Dodo 🦤","score":5},{"quote":"No chutes? If you are going to supply ladders at least provide chutes!","score":5},{"quote":"I want to punch the Canadian fucker who bought these shitty light bulbs","score":5},{"quote":"Ratchet straps are like duct tape for the sky","score":5},{"quote":"can you hear me?","score":5},{"quote":"Coyote are a dime a dozen.","score":5},{"quote":"Most of our registered voters are physical corn.","score":5},{"quote":"It's been an illegal hospital Christmas around here, if you know what I mean","score":5},{"quote":"That's a man who shouldn't leave home with a seltzer.","score":5},{"quote":"There are too many fail points to the human experience.","score":5},{"quote":"You need more of a southern creole pirate, I don't think I can do that","score":5},{"quote":"Hands are the superior feet","score":5},{"quote":"Is it midnight yet, i can't book my flight because i don't get the flight credits until [tomorrow]","score":5},{"quote":"You are completely safe as long as you stick to *platonic* chicken kisses","score":5},{"quote":"I haven't had a normal day in like 4 Years.","score":6},{"quote":"There really is a chicken and egg problem there. Yeah! And they have willed the chicken into existence! I'm not sure that was a good idea...","score":5},{"quote":"I made a molecule make a sound","score":5},{"quote":"\"test\"","score":5,"slurper":"theJuggler","slurpTime":"Thu Nov 03 2022 09:37:05 GMT+0000 (Coordinated Universal Time)"},{"quote":"\"you spent 3 months in a Jamba juice?!\" \"My life was awesome, Joe!\"","score":6,"slurper":"theJuggler","slurpTime":"Thu Nov 03 2022 10:15:10 GMT+0000 (Coordinated Universal Time)"},{"quote":"\"The Ultimaker 2+ is the Honda Civic of industrial 3D Printers. It's not sexy, but it just keeps working\"","score":5,"slurper":"theJuggler","slurpTime":"Thu Nov 03 2022 10:15:37 GMT+0000 (Coordinated Universal Time)"}]